abseil-cpp
acl
adwaita-cursors
adwaita-fonts
adwaita-icon-theme
adwaita-icon-theme-legacy
alsa-card-profiles
alsa-lib
alsa-topology-conf
alsa-ucm-conf
aom
aquamarine
archlinux-keyring
ascii
at-spi2-core
atkmm
attr
audit
autoconf
automake
avahi
base
base-devel
bash
bat
binutils
bison
bluetui
bluez
bluez-libs
bluez-utils
brightnessctl
brotli
btop
bubblewrap
bzip2
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
chromium
cmake
coreutils
cpio
cppdap
cryptsetup
curl
dav1d
db5.3
dbus
dbus-broker
dbus-broker-units
dbus-units
dconf
debugedit
default-cursors
desktop-file-utils
device-mapper
dhcpcd
diffutils
double-conversion
duktape
e2fsprogs
efibootmgr
efivar
ell
expat
eza
fakeroot
fastfetch
fd
ffmpeg
ffmpeg4.4
fftw
file
filesystem
findutils
firefox
flac
flex
fmt
fontconfig
freeglut
freetype2
fribidi
fzf
gawk
gc
gcc
gcc-libs
gdbm
gdk-pixbuf2
gettext
giflib
git
github-cli
glib-networking
glib2
glibc
glibmm
glslang
glu
glycin
gmp
gnulib-l10n
gnupg
gnutls
go
gobject-introspection-runtime
gperftools
gpgme
gpsd
graphite
grep
grim
groff
grub
gsettings-desktop-schemas
gsettings-system-schemas
gsm
gtest
gtk-layer-shell
gtk-update-icon-cache
gtk3
gtkmm3
guile
gzip
harfbuzz
hicolor-icon-theme
hidapi
highway
hwdata
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-qt-support
hyprland-qtutils
hyprlang
hyprlock
hyprpaper
hyprutils
hyprwayland-scanner
iana-etc
icu
intel-ucode
iproute2
iptables
iputils
iso-codes
iwd
jansson
java-environment-common
java-runtime-common
jbigkit
jdk-openjdk
jq
json-c
json-glib
jsoncpp
kbd
keyutils
kitty
kitty-shell-integration
kitty-terminfo
kmod
krb5
l-smash
lame
lcms2
leancrypto
less
libarchive
libass
libassuan
libasyncns
libavc1394
libb2
libbluray
libbpf
libbs2b
libbsd
libcap
libcap-ng
libcdio
libcdio-paranoia
libcloudproviders
libcolord
libcups
libdaemon
libdatrie
libdbusmenu-glib
libdbusmenu-gtk3
libdecor
libdeflate
libdisplay-info
libdovi
libdrm
libdvdnav
libdvdread
libebur128
libedit
libei
libelf
libepoxy
libevdev
libevent
libfdk-aac
libffi
libfontenc
libfreeaptx
libgcrypt
libgirepository
libgit2
libglvnd
libgpg-error
libgudev
libice
libidn2
libiec61883
libimobiledevice
libimobiledevice-glue
libinput
libisl
libjpeg-turbo
libjxl
libkeybinder3
libksba
liblc3
libldac
libldap
libliftoff
libluv
libmd
libmfx
libmnl
libmodplug
libmpc
libmpdclient
libmysofa
libnet
libnetfilter_conntrack
libnfnetlink
libnftnl
libnghttp2
libnghttp3
libnl
libnotify
libnsl
libogg
libopenmpt
libp11-kit
libpcap
libpciaccess
libpgm
libpipeline
libpipewire
libplacebo
libplist
libpng
libproxy
libpsl
libpulse
libraw1394
librsvg
librsync
libsamplerate
libsasl
libseccomp
libsecret
libsigc++
libsixel
libsm
libsndfile
libsodium
libsoup3
libsoxr
libssh
libssh2
libstemmer
libsysprof-capture
libtasn1
libthai
libtheora
libtiff
libtirpc
libtool
libunibreak
libunistring
libunwind
libusb
libusbmuxd
libutempter
libutf8proc
libuv
libva
libvdpau
libverto
libvorbis
libvpl
libvpx
libvterm
libwacom
libwebp
libwireplumber
libx11
libxau
libxcb
libxcomposite
libxcrypt
libxcursor
libxcvt
libxdamage
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpresent
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libzip
licenses
lilv
linux
linux-api-headers
linux-firmware
linux-firmware-amdgpu
linux-firmware-atheros
linux-firmware-broadcom
linux-firmware-cirrus
linux-firmware-intel
linux-firmware-mediatek
linux-firmware-nvidia
linux-firmware-other
linux-firmware-radeon
linux-firmware-realtek
linux-firmware-whence
linux-lts
linux-lts-headers
llhttp
llvm-libs
lm_sensors
lmdb
lua
lua51-lpeg
luajit
lv2
lz4
lzo
m4
mailcap
make
mako
man-db
md4c
mesa
mesa-demos
mesa-utils
meson
minizip
mkinitcpio
mkinitcpio-busybox
mpdecimal
mpfr
mpg123
mpv
msgpack-c
mtdev
mujs
ncdu
ncurses
neovim
nettle
ninja
noto-fonts
noto-fonts-emoji
npth
nspr
nss
ocl-icd
oniguruma
openal
opencore-amr
openjpeg2
openssh
openssl
opus
p11-kit
pacman
pacman-mirrorlist
pahole
pam
pambase
pango
pangomm
papirus-icon-theme
parted
patch
pciutils
pcre2
perl
perl-error
perl-mailtools
perl-timedate
pinentry
pipewire
pipewire-audio
pipewire-jack
pipewire-pulse
pipewire-session-manager
pixman
pkgconf
playerctl
polkit
popt
portaudio
pps-tools
procps-ng
psmisc
pugixml
pulse-native-provider
pulsemixer
python
python-attrs
python-autocommand
python-certifi
python-cffi
python-cryptography
python-dbus
python-distlib
python-filelock
python-gobject
python-jaraco.collections
python-jaraco.context
python-jaraco.functools
python-jaraco.text
python-more-itertools
python-packaging
python-pip
python-pipenv
python-platformdirs
python-pycparser
python-setproctitle
python-setuptools
python-tqdm
python-virtualenv
python-virtualenv-clone
python-wheel
qt6-base
qt6-declarative
qt6-translations
rav1e
re2
readline
resvg
rhash
ripgrep
rubberband
ruby
rubygems
sbc
sdbus-cpp
sdl2-compat
sdl3
seatd
sed
serd
shaderc
shadow
shared-mime-info
slurp
snappy
sndio
sof-firmware
sord
spdlog
speex
speexdsp
spirv-tools
sqlite
sratom
srt
sudo
svt-av1
systemd
systemd-libs
systemd-sysvcompat
tar
texinfo
tinysparql
tmux
tomlplusplus
tpm2-tss
tree-sitter
tree-sitter-c
tree-sitter-lua
tree-sitter-markdown
tree-sitter-query
tree-sitter-vim
tree-sitter-vimdoc
tslib
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-common
tzdata
uchardet
unibilium
unzip
upower
util-linux
util-linux-libs
v4l-utils
vapoursynth
vid.stab
vmaf
vulkan-icd-loader
waybar
wayland
wayland-protocols
webrtc-audio-processing-1
which
wireplumber
wl-clipboard
woff2-font-awesome
wofi
x264
x265
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-errors
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-utils
xkeyboard-config
xorg-fonts-encodings
xorg-server-common
xorg-setxkbmap
xorg-xkbcomp
xorg-xprop
xorg-xset
xorg-xwayland
xorgproto
xvidcore
xxhash
xz
yazi
yyjson
zeromq
zimg
zix
zlib
zlib-ng
zoxide
zsh
zstd
