7zip
android-tools
base
base-devel
bat
bluetui
bluez
bluez-utils
brightnessctl
btop
cmatrix
dhcpcd
efibootmgr
expac
eza
fastfetch
fd
firefox
fprintd
fzf
geoclue
git
greetd
greetd-tuigreet
grim
grub
gtk4
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
hyprsunset
impala
intel-ucode
iwd
jq
kitty
libnotify
libreoffice-fresh
libxcrypt-compat
linux
linux-firmware
linux-lts
ly
mako
man-db
materia-gtk-theme
mesa-utils
mpv
ncdu
neovim
ninja
nodejs
noto-fonts-cjk
npm
obs-studio
obsidian
okular
openssh
pacman-contrib
pacutils
papirus-icon-theme
plymouth
pulsemixer
pyenv
python-pip
quota-tools
ripgrep
rsync
sdl2_ttf
slurp
smartmontools
sof-firmware
telegram-desktop
tk
tlp
tmux
tree
ttf-jetbrains-mono-nerd
waybar
waydroid
wev
wl-clipboard
wofi
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
yarn
yazi
zoxide
zram-generator
zsh
