7zip
acpid
alacritty
android-tools
base
bat
bluez
bluez-utils
brightnessctl
btop
cups
cups-pdf
dconf-editor
efibootmgr
eza
fastfetch
fd
firefox
flatpak
fzf
git
grim
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
hyprsunset
impala
intel-gpu-tools
intel-media-driver
intel-ucode
iwd
jq
keyd
kitty
kvantum
libnotify
libreoffice-fresh
linux
linux-firmware
linux-firmware-intel
linux-headers
linux-lts
linux-lts-headers
linux-zen
ly
mako
mesa-utils
mpv
neovim
nodejs
noto-fonts-cjk
npm
obsidian
openssh
pacman-contrib
pacutils
papirus-icon-theme
perl-image-exiftool
phototonic
plymouth
pulsemixer
python-pipenv
qt6ct
ripgrep
rsync
scrcpy
slurp
socat
sof-firmware
tlp
tmux
ttf-jetbrains-mono-nerd
vulkan-intel
waybar
waydroid
wine-mono
wl-clipboard
wofi
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xorg-xhost
yazi
zoxide
zram-generator
zsh
