7zip
android-tools
arch-wiki-docs
bat
bluetui
bluez
bluez-utils
brightnessctl
btop
cage
cmatrix
cups
cups-pdf
efibootmgr
eza
fastfetch
fd
firefox
flatpak
fzf
git
grim
grub
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
hyprsunset
impala
intel-ucode
iwd
jq
keyd
kitty
libnotify
libreoffice-fresh
linux
linux-lts
ly
mako
mesa-utils
mpv
ncdu
neovim
nodejs
noto-fonts-cjk
npm
nwg-look
obs-studio
obsidian
okular
openresolv
openssh
openvpn
pacman-contrib
pacutils
papirus-icon-theme
plymouth
pulsemixer
pyenv
python-pip
python-wxpython
reflector
ripgrep
rsync
scrcpy
slurp
smartmontools
socat
sof-firmware
strace
tlp
tmux
traceroute
ttf-jetbrains-mono-nerd
waybar
waydroid
wev
wl-clipboard
wofi
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xorg-xhost
yarn
yazi
zoxide
zram-generator
zsh
